Repository: esplusnin/Avito_test
Catalog: Avito_test/SupportingFiles/Localizable/*.lproj/Localizable.strings
Languages: ru

# catalog.searching
source: Search by name...
ru: Искать по названию...

# catalog.noProducts
source: Oops, there doesn't seem to be anything 🥹
ru: Упс, кажется ничего нет 🥹

# product.advertisementFrom
source: Ad from
ru: Обьявление от

# baseButton.call
source: 📞 Call
ru: 📞 Позвонить

# baseButton.write
source: 💬 Message
ru: 💬 Написать

# networkError.http.404
source: Nothing was found on the request
ru: По запросу ничего не найдено

# networkError.http.409
source: Resource update error
ru: Ошибка обновления ресурса

# networkError.http.410
source: The requested resource is no longer available
ru: Запрошенный ресурс больше недоступен

# networkError.http.5хх
source: Server-side error
ru: Ошибка на стороне сервера

# networkError.URLSessionError
source: Check your internet connection
ru: Проверьте интернет - соединение

# networkError.parsingError
source: Failed to convert the received data
ru: Не удалось конвертировать полученные данные

# networkError.anotherError
source: Data could not be retrieved
ru: Не удалось получить данные

# networkError.requestError
source: Request execution error
ru: Ошибка выполнения запроса

# networkError.tryLater
source: Please try again later
ru: Пожалуйста, попробуйте позже

# alertService.title
source: The number is temporary
ru: Номер - временный

# alertService.message
source: You don't need to save it. You will not be able to call or send SMS in messengers, but you can write to the author of the ad on the platform
ru: Сохранять его не нужно. Позвонить или отправить смс в мессенджерах не получится, но автору обьявления можно написать на платформе

# alertService.callTitle
source: Call
ru: Позвонить

# alertService.messageTitle
source: Write to
ru: Написать на
